//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Сигурно место за све Ваше податке";
"_intro_1_text_"    = "Приступите, делите и заштитите Ваше податке кући и на послу";

"_intro_11_title_"  = "Користите покрете прстом у погледу са фајловима";
"_intro_11_text_"   = "Превуците → или ←: Опције \n\nДуго притиснуто: Копирај/Налепи или Отвори у… \n\nПритиснуто: 3D додир (ако је доступан)";

"_intro_2_title_"   = "Подршка за више налога";
"_intro_2_text_"    = "Повежите се не све Ваше облаке и додирните Некстклауд лого на језичку са фајловима да мењате између њих";

"_intro_3_title_"   = "Почни";
"_intro_3_text_"    = "Супер, Ваш Некстклауд је спреман за коришћење.";

"_introNoCryptoCloud_1_title_" = "Крипто Облак";
"_introNoCryptoCloud_1_text_"  = "Крипто Облак протокол шифровања није више доступан, али и даље можете дешифровати фајлове са бесплатном апликацијом из продавнице\n\n'CryptoCloud for Lawless'\n\nУскоро ће постојати нови протокол за шифровање на свим Некстклауд клијентима\n\n\nПритисните за почетак";
